{
  "stories": [
    {
      "category": "NEGLECT & ABANDONMENT",
      "title": "Abandonment by Adult Daughter",
      "story": "Juliette, 87, lived with her daughter, Nanette, for the past 3 years.  Nanette helped Juliette with daily activities, such as getting her meals, bathing, and cleaning the house.  Nanette decided to move in with her boyfriend in another state and left her mother alone in the home.  About a week later, Juliette’s niece happened to be in town and stopped by to visit her aunt. She saw that the inside of the house was in very bad condition and found Juliette in poor health.  Juliette’s niece contacted Adult Protective Services (APS) and the State Area Agency on Aging."
    },
    {
      "category": "NEGLECT & ABANDONMENT",
      "title": "Neglect by Daughter and Son-in-Law",
      "story": "Kofi, 84, was diagnosed with Alzheimer’s disease and moved in with his daughter's family. Sometimes Kofi had trouble sleeping, had physical and verbal outbursts, and began wandering. His daughter and son-in-law were afraid that Kofi might wander out of the house if they left him alone.  They locked the doors to the house so that Kofi could not get out and wander around when they left for work.  A neighbor noticed Kofi trying to get out of the house. She contacted the local police and Adult Protective Services (APS)."
    },
    {
      "category": "NEGLECT & ABANDONMENT",
      "title": "Neglect by Son and Daughter-in-Law",
      "story": "Tamara, 76, lived alone but had trouble getting around.  Her son and his wife asked Tamara to move in with them. Tamara had her own bedroom on the second floor and stayed there most of the time.  She could not use the stairs easily.  Her son and daughter-in-law both traveled frequently for work and sometimes neglected to give her adequate food and water.  They also failed to groom her or to clean her room consistently.  One day Tamara became dizzy, weak and disoriented so her daughter took her to the hospital. The hospital staff discovered that she was dehydrated, disheveled and obviously unwashed.  They asked about her care but Tamara said she was well cared for.   Nevertheless, as required by law, the hospital staff reported suspected neglect to Adult Protective Services (APS)."
    },
    {
      "category": "NEGLECT & ABANDONMENT",
      "title": "Neglect by Sons",
      "story": "Clarence, 79, invited his two adult sons to move in with him so he would not be alone after his wife died. The sons soon sent Clarence out to live in the shed and locked him out of the house. Sometimes his sons put food out for him. Occasionally they gave him a basin of cold water with a washcloth. When one of Clarence’s neighbors noticed that Clarence seemed to be living in the shed, she called Adult Protective Services (APS) anonymously and reported what she had seen. She then decided Clarence may need immediate help so she called the police to do a welfare check."
    },
    {
      "category": "NEGLECT & ABANDONMENT",
      "title": "Abandonment by Guardian/Conservator",
      "story": "Henrietta, 88, required a court appointed guardian due to combined physical and mental disabilities that left her partially incapacitated.  Her niece, Roberta, was appointed as Henrietta’s guardian.  Roberta visited Henrietta in her home a few times but then never came back and made no further arrangements for her care.  A neighbor noticed the lack of activity at Henrietta’s house.  The neighbor knocked but couldn’t get Henrietta to answer door so she called law enforcement for a welfare check and Adult Protective Services (APS)."
    },
    {
      "category": "NEGLECT & ABANDONMENT",
      "title": "Abandonment by Guardian/Conservator",
      "story": "June, 73, suffered a severe brain injury.  At first she was able to care for herself but as she got worse, a court appointed Sam as her legal guardian to assist her.  He saw June two times in the first six months but did not return to see June and did not arrange for her care.  He falsified reports to the court stating that he saw June every three months.  As a result, no one knew that June was living on her own without Sam’s help.  June was unable to remember to clean her house and the trash had not been taken out in many months.  Due to the deterioration of her house, June received a visit from a county health officer who discovered that June was very frail.  The county health officer was a mandatory reporter and called Adult Protective Services (APS). APS petitioned the court for a new guardian."
    },
    {
      "category": "SEXUAL ABUSE",
      "title": "Sexual Abuse by Nursing Aide",
      "story": "Margaret, 77, lived in a nursing home that was known for good residential care.  One day, a nursing aide noticed that Margaret appeared anxious but Margaret would not explain why. While preparing her for a bath, the nursing aide saw multiple bruises on Margaret's arms, neck and back and asked what happened. Initially, Margaret did not say anything. Subsequently, the director of nursing learned from another resident that a new aide had sexually assaulted Margaret. As required by law, the director of nursing reported the sexual assault to Adult Protective Services (APS), and APS initiated an investigation, involving the Ombudsman and local law enforcement."
    },
    {
      "category": "SEXUAL ABUSE",
      "title": "Sexual Assault by Caregiver",
      "story": "Eduardo, 80, had a stroke.  His family hired an in-home caregiver to assist with his daily needs such as bathing and going to the toilet. One day his daughter stopped by to help see her Dad. As she helped him get dressed, he winced and she noticed that his genital area was red and irritated. Her father started to cry and mumbled something about the caregiver hurting him there. The daughter immediately called Adult Protective Services (APS) to make a report. She also called the agency where the caregiver worked, made a complaint, and ended services. APS alerted the law enforcement."
    },
    {
      "category": "SEXUAL ABUSE",
      "title": "Sexual Assault by Family Member",
      "story": "Pearl, 70, took her nephew in when his mother could not handle his behavior problems. The nephew began viewing pornography on the TV that he shared with his aunt. Pearl was uncomfortable about this and told her nephew to stop. One day, the nephew came home and was high on drugs.  He forced himself sexually upon his aunt. Pearl called 911 for local law enforcement and went to the hospital where she met with a sexual assault victim specialist."
    },
    {
      "category": "SEXUAL ABUSE",
      "title": "Sexual Abuse by Guardian/Conservator",
      "story": "Angela, 71, required guardianship because of her continued alcohol and drug abuse.  The court appointed Richard as her guardian.  Soon after his appointment, he gave Angela more drugs, sexually assaulted her, and threatened her with prison for her drug use if she reported him.  Angela summoned the courage to go the local police and contacted a lawyer to obtain a new guardian."
    },
    {
      "category": "PHYSICAL ABUSE",
      "title": "Physical Abuse by Adult Grandsons",
      "story": "Katherine, 82, raised two grandsons, Joel and Kent.  They had physically abused her since they were teenagers.  After 12 years in prison, Joel returned to his grandmother's home because he had nowhere to go. One night Joel came home and was drunk.  He banged on the door but Katherine told Joel to go away. After he entered the house through a back window, Joel beat his grandmother. Katherine went to a neighbor’s house and called 911. Joel was arrested and Katherine was taken to the hospital. The police contacted Adult Protective Services (APS)."
    },
    {
      "category": "PHYSICAL ABUSE",
      "title": "Physical Abuse by Disabled Adult Son",
      "story": "When George, 79, lost his wife of 50 years to cancer, his son, Lawrence, came to live with him. Lawrence was on disability due to a traumatic brain injury.  The brain injury caused behavior changes, including difficulty with self-control and verbal and physical outbursts.  The injury also caused violent mood swings. Occasionally, Lawrence went to a neighbor's apartment and got drunk. One night when Lawrence returned home, George asked him if he was drunk. Lawrence yelled \"NO\" and punched his father in the face. Because George was afraid of further violence, he called 911 to get help from the police."
    },
    {
      "category": "PHYSICAL ABUSE",
      "title": "Physical Abuse by Spouse",
      "story": "After 58 years of marriage, Virgil and Ella, both 83, knew each other's habits well. Sometimes, when they argued they became physically violent. Nevertheless, they said they loved each other and had never considered divorce.  Violence was unfortunately a part of their relationship.  As Ella aged, she developed osteoporosis.  She began to worry that if she fell down when they were fighting each other she might end up with a broken bone. She confided this to a friend, and her friend suggested calling the local domestic violence hotline to speak with a counselor."
    },
    {
      "category": "PHYSICAL ABUSE",
      "title": "Physical Abuse by Guardian/Conservator",
      "story": "Blair, 65, had no close relatives.  Because of early-onset dementia, he was placed in a nursing home and required guardianship.  Chris, Blair’s guardian, came to Blair’s nursing home every few months to see how Blair was doing.  During the last visit, Chris began slapping Blair to wake him up.  Joan, a care attendant rushed to the room when Blair began crying out for Chris to stop.  Joan noticed marks on Blair’s face and asked what had happened.  Blair was unable to tell Joan what had happened but Chris quickly left the room.  Joan reported the incident to her supervisors who helped her make a report to Adult Protective Services (APS).  The report triggered involvement by the state ombudsman and local law enforcement."
    },
    {
      "category": "PHYSICAL ABUSE",
      "title": "Physical Abuse by Long-Term Care Aide",
      "story": "Monica, 79, was placed in a long term care facility when her ALS became severe and her family could no longer care for her.  Her family became concerned when they saw bruising on her arms and back.  Monica was not able to speak and could not tell her family how she got the bruises.  Monica’s family asked the staff about the bruising but was not satisfied with the explanation. The family also noticed that when a certain aide helped bathe her, Monica became upset and agitated.  They suspected that the aide was hitting Monica and called local law enforcement."
    },
    {
      "category": "PSYCHOLOGICAL ABUSE",
      "title": "Psychological Abuse by Daughter",
      "story": "Zoe, 79, was healthy, independent and lived with her unmarried daughter, Trish, to share expenses. Zoe believed they had a good relationship. Nevertheless, Trish sometimes yelled at Zoe, calling her horrible names and telling her she was worthless.  Trish began threatening to put Zoe in a nursing home. Zoe tried to ignore these rants because she was grateful to live with her daughter.  However, she thought she deserved to be safe from such comments. Zoe eventually told a close friend about Trish’s yelling and threats.  The friend suggested that Trish and Zoe seek counseling and that Trish get respite help from a local Agency on Aging."
    },
    {
      "category": "PSYCHOLOGICAL ABUSE",
      "title": "Psychological and Physical Abuse by Spouse",
      "story": "Sarah, 75, had been married for over 50 years to Saul who was abusive.   The abuse had a pattern. Her husband would start following her around watching her every move.  Then he would make comments under his breath. Finally, he would start pointing his finger in her face and pushing her around.  Since Saul’s retirement, this pattern seemed to be getting worse and happening more often.  Sarah picked up a pamphlet on Domestic Violence at her synagogue and decided to make her first call for help.  From her conversation with the domestic violence advocate, she learned about resources in her area and steps she could take to be safe."
    },
    {
      "category": "PSYCHOLOGICAL ABUSE",
      "title": "Psychological Abuse by Daughter",
      "story": "Jane had not seen her friend Harry, 87, at Mass for weeks.  This was not like her friend since Harry went to Mass almost every Sunday.  Jane stopped by Harry’s house.  Harry answered the door and Jane was shocked.  Her friend had lost weight, looked terrible, and had obviously been crying.  Harry told Jane in a hushed voice that since his daughter had moved in she would not let him go to church, the senior center, or even out of the house.  Harry said that his daughter was now controlling everything including his money.  Before Jane could say anything, Harry’s daughter started yelling and Harry quickly closed the door.  Jane decided to make an anonymous report to Adult Protective Services (APS)."
    },
    {
      "category": "PSYCHOLOGICAL ABUSE",
      "title": "Psychological Abuse by Guardian/Conservator",
      "story": "Mark, 75, had Alzheimer’s disease and was beginning to have severe memory loss and trouble walking around the house.  Mark’s paid caregiver, Yolanda, asked the court to appoint a guardian.  Each time the guardian, Mrs. McKee, visited with Mark, she made fun of his memory problems and inability to remember where he was or even who Yolanda was.  Yolanda became worried about Mark and the fact that Mrs. McKee, the court appointed guardian, did not seem to take Mark’s condition seriously.  Yolanda called Adult Protective Services (APS) and the probate court to review Mark’s guardianship."
    },
    {
      "category": "PSYCHOLOGICAL ABUSE",
      "title": "Psychological Abuse (cyber bullying) by Stranger",
      "story": "Rosie, 75, lived alone in an independent senior housing community.  Her next door neighbor, a disabled retiree, repeatedly emailed her rude messages and sent vulgar and threatening messages to her cell phone. Fearing her neighbor might harm her if she told him to stop Rosie contacted local law enforcement, and filed criminal charges as well as a petition for a civil restraining order. She also notified housing management."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (fraud) by Spouse",
      "story": "John, 68, and Bernice, 65, had a “second marriage.”  John worked as an engineer and Bernice stayed home.  Jointly, they had purchased 22 acres with a second home for their retirement. Trying to mend poor relationships with her sons from her first marriage, Bernice asked John to add one son to the property deed. He agreed. While John was on a business trip, Bernice faxed John the last three pages of the deed for his signature. He signed and returned the form. Unknowingly, he had signed a form deeding the entire property to Bernice who then “gifted” the property to her son. John contacted a lawyer."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (identity theft) by Adult Child",
      "story": "Joseph and Malvina, both 80 and retired, had taken in their daughter after her release from prison. Soon after she moved in, the couple received one credit card bill for $8,347, another for $12,694, and a third for $10,012.  The couple had no idea their daughter had used their credit cards or that she had opened additional credit card accounts in her mother’s name. Now, Joseph and Malvina were faced with significant debt.  The couple’s other adult child contacted Adult Protective Services (APS), the credit card company and the Federal Trade Commission (FTC)."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (theft) by Guardian/Conservator",
      "story": "Monte, 82, had moderate dementia and required guardianship due to his worsening disease.  Unfortunately, Monte had never given his only son, Samson, Power of Attorney.  Monte also no longer had sufficient mental capacity to execute a power of attorney for Samson, who now lived out of state. Monte’s personal assistant, John, handled all of Monte’s financial transactions for him.  Samson was concerned about John’s access to his father’s finances and reviewed Monte’s account statements while visiting his father over the summer. Samson discovered that several times John had taken over $3000 from one of Monte’s little used accounts.  Samson contacted the investment firm, local law enforcement and Adult Protective Services (APS) for help."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (misuse of a power of attorney) by Relative",
      "story": "Russell, 88, needed help managing his day to day affairs. His nephew, Jack was out of work and offered to come and live with Russell and help him while Jack looked for a job. Jack took his uncle to the bank saying he wanted to protect Russell’s money.  Russell told the bank teller to add Jack to his bank accounts.  Jack then downloaded a power of attorney (POA) form from the Internet and had Russell sign it.  With the POA, Russell’s credit card company added Jack as a second user to his credit card. When Russell's sister visited him, she asked about the situation.  Russell told her that he thought their nephew was stealing his money. She and Russell went to the bank and learned that Jack had spent a considerable amount of his uncle’s money.  The sister alerted bank officials, Adult Protective Services (APS) and local law enforcement. Russell filed for an emergency civil protective order to have Jack removed from his home."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (theft) by Friend",
      "story": "Ya, 84, became friends with Michelle, 72, in a computer class at the senior center. Using her own computer, Michelle established an online account to help Ya pay her bills. However, Michelle wrote checks for some of her own bills as well as for Ya’s bills.  Ya was unaware that Michelle was writing checks for herself until she saw a returned check made out to a cell phone company. Ya didn’t own a cell phone.  When she checked her account, Ya discovered that most of her money was gone.  Ya contacted  local law enforcement and asked her bank to investigate."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (promises exchanged) by Acquaintance",
      "story": "Barbara, 76, a retired high-ranking federal government employee, was independent and lived alone.  She was recently diagnosed with Alzheimer’s disease and knew she would need more help in the future.  Barbara asked Margie, a former neighbor, who was recently divorced, to move in with her. Over time, they agreed that Margie would care for Barbara in her old age and that in return, Barbara would provide Margie’s with food and housing.  Barbara gave Margie her power of attorney for access to all her accounts and named her the sole beneficiary of her investment portfolio. After a several months, Barbara noticed her accounts were almost empty and called local law enforcement which also notified Adult Protective Services (APS)."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (inappropriate products) by Investment Broker",
      "story": "Jackie was a successful investment broker.  She had a reputation for making her clients wealthy.  Recently Julio, 80, asked Jackie for financial advice.  She recommended investments that had high growth potential but were risky for older adults.  When Julio’s daughter reviewed his investment portfolio, she found he had investments that wouldn’t provide a return for 30 years and would do Julio little good.  Julio contacted the Commodity Futures Trading Commission (CFTC) to check the background of financial professionals, the Securities and Exchange Commission ( SEC) and Adult Protective Services (APS)."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (investment fraud) by Financial Advisor",
      "story": "Millie, 63, was a public school cafeteria worker who saved for retirement and wanted to help her grandson go to college. A friend recommended Tom, a polite, outgoing financial adviser. Millie didn’t understand the stock market but, after attending a retirement seminar, trusted Tom to invest her money. When she wanted to give her grandson money for college, Millie learned most of the money she had invested was gone. Tom had created fake account statements that showed Millie was making money.  Millie contacted Tom’s company and reported him to the Attorney General and Adult Protective Services (APS) in her state."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (investment fraud) by Tax Preparer",
      "story": "Alex, an accountant, gave discounts for tax preparation to clients who were over age 65. He built a clientele of wealthy older single adults, widows or widowers, and found ways to get them tax refunds.  Many of Alex’s clients gave him Power of Attorney; he also served as their financial adviser. Upon request, Alex gave his clients a statement of their account. Otherwise, he called clients with good news about their investments or about tax loopholes that he took advantage of for the client. When a client’s son learned the deed to his father’s house was in Alex’s name, he looked into his father’s finances and discovered Alex controlled all of his father’s assets.  The client’s son contacted the Attorney General, IRS and Adult Protective Services (APS) in his father’s state."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (forgery) by Professional Caregiver",
      "story": "Amarjit, 91, paid his own bills. When he opened his bank statement he noticed four $150 checks had been made out to his home health aide.  He knew he had not written or signed the checks. Amarjit contacted his bank and local law enforcement."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (improperly obtained power of attorney) by Professional Caregiver",
      "story": "Roman, 84, was bedridden.  He hired Bob to provide caregiving services.  Soon after, Bob forged Roman’s signature to create a fake Power of Attorney (POA) that gave Bob the power to act in Roman’s place.  Using this illegal Power of Attorney, the bank allowed Bob to put his name on Roman’s savings and checking accounts.  Bob explained to the bank that Roman agreed to the change but couldn’t be present because he was bedridden.  Bob later put his own home address name on Roman’s accounts.  Roman became concerned when he stopped receiving monthly statements from the bank.  Roman contacted the bank immediately and local law enforcement."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (fraud) by Representative Payee",
      "story": "Carollee appeared to take good care of the older adults, including veterans, who lived in the group home where she worked. Because most of the residents were disabled and had no family to represent them, Carollee became the representative payee for their Social Security and Veteran’s Benefits. The regular postal carrier became curious when he started delivering over 30 envelopes from Social Security and Veteran’s Benefits to Carollee’s home each month.  He thought she lived alone so he notified the local postal inspector through the US Postal Inspection Service hotline, Veterans Affairs, and Adult Protective Services (APS)."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (inappropriate product) by Mortgage Broker",
      "story": "John, 68, wanted to provide for his wife, Vickie, 62, and leave money for his children when he died.  He and his wife thought their home would provide this economic security after they both retired. Less than a year after his retirement, John had a massive stroke and died.  Vickie contacted a mortgage broker whose ad she saw in a local magazine.  The mortgage broker persuaded Vickie, who had been diagnosed with dementia, to sign a reverse mortgage on her house.  Vickie’s daughter learned of the transaction and contacted local law enforcement and Vickie’s mortgage lender."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (internet identity theft) by Stranger",
      "story": "Naira, 71, was single, disabled and retired.  When she got an email from her bank requesting verification of her account numbers, Naira complied. Later she opened an email that she thought was from a government official investigating Medicare fraud.  The email asked her to provide her Medicare number to verify that there was no fraud on her account. When her bank manager called to confirm that she wanted to close her accounts, Naira learned the money in her savings and checking accounts was gone. She told the bank manager about the bank email and he told her that it must have been a scam. When she explained how she’d given her Medicare number after the second email, the bank manager contacted the Centers for Medicaid and Medicare, the Federal Bureau of Investigation and Adult Protective Services (APS)."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (fraud) by New Sweetheart",
      "story": "Arturo was a popular hair stylist. He was charming and attentive to widows and older women and often asked clients who seemed well-off out to dinner. During these meals, Arturo discussed his financial woes. Some customers gave him their bank account information and put him on their accounts “just in case.”  Arturo helped three of these wealthy women manage their real estate investments.  Two of them even made him a joint owner of their homes.  When one customer died, the executor discovered her bank and investment accounts were depleted, her home now belonged to Arturo, and heirlooms were missing.  The executor contacted Adult Protective Services (APS), local law enforcement and the FBI."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (grandparent scam) by Stranger",
      "story": "Charlie, 82, received a phone call from a “sheriff” in New Orleans.  He said Charlie’s grandson had been arrested for intoxication. To be released, the sheriff said that someone needed to pay the grandson’s fine and that his parents were not home. The sheriff told Charlie to wire money to an online address. After the money was delivered, Charlie got a call from someone he thought was his grandson saying that he needed money to get home from New Orleans.  Charlie became suspicious when he asked the person claiming to be his grandson a few personal questions that he couldn’t answer.  The call ended amicably.  Then Charlie called a nearby Federal Bureau of Investigation field office to report the incident and filed a complaint with the FBI’s Internet Crime Complaint Center online."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (home repair scam) by Stranger",
      "story": "At 83, Shirley, who was a retired lawyer now lived alone after the death of her husband.  It had become difficult to keep up repairs on her house. One day a handyman she’d never seen before rang her doorbell and told her the gutters on her house needed to be cleaned and that she might need a new roof.  Because she didn’t have anyone else to help her with these tasks, Shirley paid him $500 to clean the gutters and an additional $10,000 as a down payment for a new roof.  She never saw the handyman again.  She told a neighbor what had happened and the neighbor contacted Adult Protective Services (APS), local law enforcement, and the state’s consumer protection agency within the Attorney General’s office."
    },
    {
      "category": "FINANCIAL EXPLOITATION",
      "title": "Financial Exploitation (lottery scam) by Stranger",
      "story": "Armando, 78, was thrilled when someone from the lottery called to confirm he had won $10,000.  The person on the phone said that they would send the money after Armando sent a winner's fee of $500.  Thinking only about what he would do with the winnings, he wired the $500 “winner’s fee” to the address the caller provided.  Because he did not receive the promised lottery winnings after a month, he contacted the Federal Trade Commission (FTC)."
    }
  ]
}